Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Lipide für gewerbliche Zwecke
en: Lipids for use in industry

source: Substanzen zur Regulierung des Setzlingswachstums
en: Substances for regulating growth in plants

source: Substanzen zum Ätzen von Beton
en: Substances for the etching of concrete

source: Titananhydrid für gewerbliche Zwecke
en: Titanium dioxide for industrial purposes

source: Methan
en: Methane

source: Polymerhaltige, durch Licht härtbare Verbindungen
en: Photo curable compositions comprising polymers

source: Lichtempfindliches Fotokopierpapier
en: Paper for photocopying [sensitised]

source: Filtersubstanzen für die Getränkeindustrie
en: Filtering preparations for the beverages industry

source: Kleber zum Verlegen von Keramikfliesen
en: Adhesives for laying ceramic tiles

source: Adsorbierende chemische Erzeugnisse
en: Adsorbent chemical preparations

source: Chemische Betonbelüftungsmittel
en: Concrete-aeration chemicals

source: Bakterienkulturen, außer für medizinische oder tierärztliche Zwecke
en: Bacteriological cultures [other than for medical and veterinary use]

source: Bakteriologische Präparate für den Gartenbau
en: Bacteriological preparations for use in horticulture

source: Chemische Präparate zur Unterstützung des Startens von Verbrennungsmotoren
en: Chemical preparations for assisting the starting of internal combustion engines

source: Unbelichtete fotografische Filme für die Herstellung von gedruckten Leiterplatten
en: Unexposed photographic film for the production of printed circuit boards

source: Magnetische Fluide für industrielle Zwecke
en: Magnetic fluid for industrial purposes

source: Gewerbliche Klebstoffe zur Verwendung im Bauwesen
en: Industrial adhesives for use in building

source: Chemische Erzeugnisse für gewerbliche Zwecke zur Herstellung von Firnissen
en: Industrial chemicals for use in the manufacture of varnishes

source: Verbindungen aus reaktiven Flüssigpolymeren
en: Reactive liquid polymer compositions

source: Reagenzien zum Nachweis von Helicobacter-pylori-Organismen [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for detecting helicobacter pylori organisms [other than for medical or veterinary purposes]

source: Reagenzien zum Nachweis von markierten Helicobacter-pylori-Antigenen [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for detecting labelled helicobacter pylori antigens [other than for medical or veterinary purposes]

source: Reagenzien für Zwecke eines In-vitro-Labores [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for in-vitro laboratory use [other than for medical or veterinary purposes]

source: Reagenzien zur Proteinfaltung [ausgenommen für medizinische oder tierärztliche Zwecke]
en: Reagents for protein folding [other than for medical or veterinary purposes]

source: Polymerperlen für die Produktion
en: Polymer beads for use in manufacturing

source: Teilverarbeitete Kunstharze für die verarbeitende Industrie
en: Synthetic resins [semi-processed]for use in manufacture

source: Kalzium
en: Calcium

source: Chemische Präparate mit leitenden Eigenschaften
en: Chemical preparations having conductive properties

source: Chemische Erzeugnisse als Zusätze für Zement
en: Chemical products being additives for cement

source: Chemikalien zur Adsorption
en: Chemical products for absorbing

source: Enzympräparate zur Verarbeitung von Abfallstoffen
en: Enzyme preparations for the processing of waste matter

source: Chemische Glastrübungsmittel
en: Glass-staining chemicals

source: Organische Fasern als Filtermaterial für Abtrennungsprozesse
en: Fibres of organic material for separation purposes

source: Porenbeton in Pulverform als chemisches Bindemittel
en: Aerated concrete in pulverised form for use as chemical binders

source: Enzyme für die Lebensmittelindustrie
en: Enzymes for the food industry

source: Weichmacher für gewerbliche Zwecke
en: Emollients for industrial purposes

source: Gase zur Zubereitung von Sodawasser
en: Gas for the preparation of soda water

source: Pyrolytischer Grafit
en: Pyrolytic graphite

source: Abschreckmittel zur Verwendung in Metallformverfahren
en: Quench compounds for use in metal forming processes

source: Chemische Erzeugnisse für die Herstellung von flammenhemmenden Mitteln
en: Chemicals for use in the manufacture of flame retardant compositions

source: Chemische Zusatzstoffe zum Wasserdicht machen von Beton
en: Additives (Chemical -) for use in waterproofing concrete

source: Chemische Zusatzstoffe zur Erhöhung der Oktanzahl von Benzin
en: Additives for raising the octane number in petrol

source: Jodsalz, ausgenommen für medizinische oder pharmazeutische Zwecke
en: Iodides, other than for medical or pharmaceutical purposes

source: Jodtinkturen für gewerbliche Zwecke
en: Iodine tinctures for industrial purposes

source: Magnesiumsulfat zur Färbung von Textilien
en: Magnesium sulphate for use in textile dyeing

source: Lösungsmittel zur Verwendung für gewerbliche Produktionsprozesse
en: Solvents for use in industrial manufacturing processes

source: Kaliumsalze, ausgenommen für medizinische Zwecke
en: Potassium salts, other than for medical purposes

source: Chemische Katalysatoren zur Herstellung von Urethan
en: Catalysts for use in the manufacture of urethane

source: Chlorierte Säuren
en: Chlorinated acids

source: Chemische Testreagenzien für Chlor
en: Chemical reagents for testing for chlorine

source: Chemische Reagenzien für Diagnostiktests, außer für medizinische oder veterinärmedizinische Zwecke
en: Chemical reagents for use in diagnostic tests, other than for medical or veterinary use

source: Chemische Schlichtemittel für die Papierherstellung
en: Chemical sizing compositions for the manufacture of paper

source: Ester aus Fettsäuren für gewerbliche Zwecke
en: Esters of fatty acids for industrial use

source: Epoxyharze im Rohzustand
en: Epoxy resins, unprocessed

source: Fotolacke aus lichtempfindlichen Harzen
en: Resists of light sensitive resins

source: Verzögerungsmittel für Gips
en: Retarders for use with plaster

source: Rheologische Zusatzstoffe für die Industrie
en: Rheological additives for use in industry

source: Emulgatoren für die Herstellung von Lebensmitteln
en: Emulsifiers for use in the manufacture of foods

source: Ungesättigter Polyester
en: Unsaturated polyester

source: Enzympräparate für gewerbliche Zwecke
en: Enzyme preparations for industrial purposes

source: Chemikalien für Abscheidungstechniken [ausgenommen medizinische oder veterinärmedizinische]
en: Chemicals for use in separation techniques [other than medical or veterinary]

source: Chemische Erzeugnisse zum Bohren von Brunnen
en: Chemicals for use in the drilling of wells

source: Chemische Erzeugnisse für die Erdölverarbeitung
en: Chemicals for use in the refining of oils

source: Chemikalien zur Aufbereitung von Abwasser
en: Chemicals for use in the treatment of waste water

source: Langkettige Alkohole
en: Long chain alcohols

source: Chemische Erzeugnisse für die Offsetlithografie
en: Media for use in offset lithographic printing

source: Polymere für die Herstellung von Fußbodenversiegelungsmitteln
en: Polymers for use in the manufacture of floor sealers

source: Glukose-Polymere für gewerbliche Zwecke
en: Polymers of glucose for industrial use

source: Markierungsmittel mit Aktivatoren
en: Sequestrants with activators

source: Chemische Zusatzstoffe für die Flusskontrolle von Dichtungsmitteln
en: Additives (Chemical -) for the flow control of sealants

source: Chemische Zusatzstoffe für die Enzymstabilisierung
en: Additives (Chemical -) for use in enzyme stabilisation

source: Ton als Thixotropiermittel für Suspensionen
en: Clay for use as thixotropic agents for suspensions

source: Laktose [Rohstoff]
en: Lactose [raw material]

source: Transparentpapier [sensibilisiert]
en: Transparent paper [sensitised]

source: Chemische Substanzen zur Herstellung von Arzneimitteln
en: Chemical substances for use in the production of drugs

source: Chemische Substanzen zur Herstellung von gedruckten Leiterplatten
en: Chemical substances for use in the production of printed circuit boards

source: Chemische Substanzen zur Behandlung von giftigen Gasen
en: Chemical substances for use in treating poisonous gases

source: Öle für Bremsen
en: Oils for brakes

source: Chemische Ölzusätze für Leinöle zu Gießereizwecken
en: Oils for foundry purposes prepared from linseed oil

source: Öle für die Verwendung bei der Herstellung von Druckertinten
en: Oils for use in the manufacture of printing inks

source: Organische Säuren für gewerbliche Zwecke
en: Organic acids for industrial use

source: Testreagenzien, ausgenommen für medizinische Zwecke
en: Test reagents [other than for medical use]

source: Weichmacher für Kunststoffe
en: Plasticizers for plastics

source: Chemische Zuckerersatzstoffe
en: Sugar substitutes (Chemical -)

source: Schwefelhexafluorid für den Einsatz als Dielektrika in elektrischen Instrumenten
en: Sulphur hexafluoride for use as dielectrics in electrical instruments

source: Synthetische Filme [lichtempfindliche, unbelichtete] als Aufzeichnungsträger für elektrosensitive Aufnahmegeräte
en: Synthetic films [sensitized, unexposed]for use as recording media for electrosensitive recorders

source: Synthetische lineare Alkohole für gewerbliche Zwecke
en: Synthetic linear alcohols for industrial use

source: Synthetische Pheromone, ausgenommen für medizinische Zwecke
en: Synthetic pheromones, other than for medical use

source: Natürliche Trockenmittel zum Kühlen durch Desorption von Wasserdampf
en: Natural desiccants for chilling by desorbing water vapour

source: Nicht entflammbare, flüchtige organisch-chemische Lösungen
en: Non-flammable volatile organic chemical liquids

source: Nukleinsäuren für Vervielfältigungsprozesse von Nukleinsäuren [ausgenommen für medizinische Zwecke]
en: Nucleic acid for use in nucleic acid amplification processes [other than for medical use]

source: Mischungen aus Chemikalien und Mikroorganismen zur Erhöhung der Nährwerte von Tierfutter [ausgenommen für veterinärmedizinische Zwecke]
en: Mixtures of chemicals and microorganisms for increasing the nutritional value of animal fodder [other than for veterinary use]

source: Monoklonale Antikörper zur Forschung an hämatopoetischen Systemen [ausgenommen für medizinische Zwecke]
en: Monoclonal antibodies for use in the study of haematopoietic systems [other than for medical use]

source: Zitronensäure
en: Citric acid

source: Chemische Erzeugnisse zur Herstellung von Schutzbeschichtungen
en: Chemical products for the manufacture of protective coatings

source: Ameisensäure
en: Formic acid

source: Biochemische Präparate, ausgenommen für medizinische Zwecke
en: Biochemical preparations other than for medical use

source: Wasserfreier Ammoniak
en: Anhydrous ammonia

source: Mittel gegen das Anlaufen, Matt-, Trübewerden von Linsen
en: Preparations for preventing the tarnishing of lenses

source: Rohe Kunststoffe in Form von Pulver oder Granulat
en: Unprocessed plastic in the form of powder or granules

source: Enzyme [ausgenommen für medizinische Zwecke] zum Erkennen von Proteinen
en: Enzymes [other than for medical use] in detecting proteins

source: Enzyme für wissenschaftliche Zwecke
en: Enzymes for scientific purposes

source: Detergenzien zur Verwendung in Herstellungsverfahren
en: Detergents for use in manufacturing processes

source: Vanillin [industrielle Chemikalien]
en: Vanillin [industrial chemical]

source: Talk [Magnesiumsilikat]
en: Talc [magnesium silicate]

source: Säurefeste chemische Stoffe
en: Acid proof chemical compositions

source: Chemische Präparate zum Schutz von Polstern
en: Chemical preparations for protecting upholstery

source: Chemische Präparate zum Binden von Industrieabgasen
en: Chemical preparations for the binding of gaseous industrial wastes

source: Chemische Präparate zur Saatgutbehandlung
en: Chemical preparations for the treatment of seeds

source: Carrageenin für die Herstellung von Lebensmitteln
en: Carrageenin for use in the manufacture of food

source: Chemische Katalysatoren zur Verhinderung von Kohlendioxidemissionen
en: Catalysts for use in the control of carbon dioxide emissions

source: Mineralsalzdispersionen zum Feuer festmachen von Spanplatten
en: Dispersions of mineral salts for fireproofing particle boards

source: Unverarbeitete Kunststoffe
en: Unprocessed artificial plastics

source: Chemische Erzeugnisse zur Herstellung von Bindemitteln
en: Chemical products for the manufacture of binders

source: Chemische Erzeugnisse zur Bekämpfung von Pflanzenkrankheiten
en: Chemical products for the treatment of plant diseases

source: Chemische Erzeugnisse als Zutaten für Nahrungsmittel
en: Chemical substances for use as food ingredients

source: Chemische Substanzen zum Vervielfältigen und Fotokopieren
en: Chemical substances used in copying and photocopying

source: Fluide für Gesteinsbohrungen
en: Rock drilling (Fluids for -)

source: Strukturklebstoffe für Bauzwecke
en: Structural adhesives for building use

source: Chemische Konservierungsmittel für Tierfutter
en: Preservatives for animal feeds [chemical]

source: Klebstoffe synthetischen Ursprungs für gewerbliche Zwecke
en: Adhesives of synthetic origin for industrial use

source: Schwefelsäuregas [Schwefeldioxid]
en: Sulphurous acid gas (sulphur dioxide)

source: Weizenproteine [Rohstoff]
en: Wheat proteins [raw material]

source: Chemische Emailtrübungsmittel
en: Enamel-staining chemicals

source: Fluide für die Metallbearbeitung
en: Fluids for use in metal working

source: Fluoreszierende Substanzen
en: Fluorescent substances

source: Industrielle anorganische Chemikalien
en: Industrial inorganic chemicals

source: Meersalz zur Konservierung, ausgenommen von Lebensmitteln
en: Sea salt for preserving, other than foodstuffs

source: Phenol für gewerbliche Zwecke
en: Phenol for industrial purposes

source: Chemische Konservierungsmittel für die Oberflächen von Bauten [ausgenommen Farben oder Öle]
en: Preservatives for the surfaces of buildings [chemical] other than paints or oils

source: Chemische Substanzen als Zusatzstoffe für technische Schmierfette
en: Chemical substances for use as additives to industrial lubricating greases

source: Chemische Substanzen als Zusätze für technische Schmieröle
en: Chemical substances for use as additives to industrial lubricating oils

source: Chemische Substanzen zur Verhinderung der Albumingerinnung in Milch
en: Chemical substances for use in preventing the coagulation of albumin in milk

source: Chemische Erzeugnisse zur Herstellung von Flüssigkristallanzeigen
en: Chemicals used in the manufacture of liquid crystal displays

source: Detergenzien für gewerbliche Zwecke
en: Detergents for industrial use

source: Biochemische Katalysatoren
en: Biochemical catalysts

source: Stabilisatoren zum Haltbarmachen von Lebensmitteln
en: Produce stabilizer used for preserving foods

source: Kitte für Servolenksysteme von Kraftfahrzeugen
en: Automobile power steering system leak sealants

source: Unbelichtete lichtempfindliche fotografische Filme zur Vervielfältigung von Mikrofilmen
en: Sensitized photographic film (Unexposed -) use in the duplication of microfilms

source: Unbelichtete lichtempfindliche Filme zur Verwendung für Herstellungsverfahren
en: Sensitized films (Unexposed -) for use in manufacturing processes

source: Chemische Verbindungen zum Injizieren in Bauwerke
en: Chemical compositions for injection into building structures

source: Chemische Verbindungen zur Mauerwerkskonservierung
en: Chemical compositions for preserving stonework

source: Chemische Verbindungen zur Verstärkung von Mauerwerk
en: Chemical compositions for reinforcing brickwork

source: Kunststoff in Form von Pulver [zur Verwendung in der Industrie]
en: Plastic in the form of powders [for use in industry]

source: Bindemittel für Spanplatten
en: Binding agents for chipboard

source: Geformte Wachstumsstoffe aus Torf
en: Moulded growing media consisting of peat

source: Pulvermassen [Gießerei]
en: Moulding powders (Foundry -)

source: Vorgemischte Schaumkitte
en: Premixed adhesive foam cements

source: Chemische Kondensationsmittel
en: Chemical condensation preparations

source: Chemische Papierverstärker
en: Chemical intensifiers for paper

source: Klebstoffe, nicht für Papier- und Schreibwaren oder für Haushaltzwecke
en: Adhesives, other than for stationery or household purposes

source: Lactitol für die Herstellung von Lebensmitteln
en: Lactitol to be used in the manufacture of foodstuffs

source: Ätzmittel für gewerbliche Zwecke
en: Caustics for industrial purposes

source: Klebstoffe für Gips
en: Adhesives for plaster

source: Kleine Mineralfaserballen zur Verwendung als anorganisches Aufzuchtmedium für Pflanzen
en: Plugs of mineral fibres for use as an inorganic growing medium for plants

source: Wasserlösliche Polymere
en: Hydrosoluble polymers

source: Aktivatoren zur Beschleunigung von chemischen Reaktionen
en: Activators to increase rate of chemical reaction

source: Synthetische Harzklebstoffe für Laminierungszwecke
en: Synthetic resin adhesives for laminating purposes

source: Diagnosekits, bestehend aus Probenrezeptoren und -reagenzien zum Testen ausgewählter Bakterien
en: Diagnostic kits comprising specimen receptors and reagents for testing for selected bacteria

source: Gase zur Abgabe von Flüssigkeiten
en: Gases for use in dispensing liquids

source: Gase zur Verwendung in der Wärmebehandlung
en: Gases for use in thermal treatment

source: Schutzüberzüge für Fußwege [ausgenommen Farben oder Öle]
en: Protective coatings for walkways [other than paints or oils]

source: Chemische Fleckenschutzmittel für Wohnraumtextilien
en: Stain-preventative chemicals for use on soft furnishings

source: Beizlösungen [Metallbeizen] für die Entfernung von Ablagerungen von Metallen
en: Pickling solutions for use in the removal of deposits from metal

source: Wasserdichte Keramikverbindungen
en: Wear resistant ceramic compounds

source: Schönungsmittel für Bier
en: Fining agents for beer

source: Maskiermittel zur Herstellung von gedruckten Leiterplatten
en: Masking compounds for use in the manufacture of printed circuit boards

source: Chemische Zellulosederivate
en: Cellulose derivatives [chemicals]

source: Zelluloseäther für gewerbliche Zwecke
en: Cellulose ethers for industrial purposes

source: Anilin
en: Aniline

source: Chemische Präparate zur Verwendung bei der Herstellung von Druckmaterialien
en: Chemical preparations for use in the manufacture of printing materials

source: Knochenmehl [Düngemittel]
en: Bone meal [fertilizer]

source: Emulgatoren für die Futtermittelverarbeitungsindustrie
en: Emulsifiers for use in the feed processing industries

source: Synthetischer Kitt [Klebstoffe für gewerbliche Zwecke] für die Herstellung von Druckfarben in der Druckindustrie als Formmasse
en: Molding compound in the nature of a synthetic putty for use in the manufacture of printing inks in the printing industry

source: Katalysatoren zum Kracken von Erdöl
en: Petroleum cracking catalysts

source: Antistatische Zusatzstoffe [ausgenommen für Haushaltszwecke]
en: Anti-static additives [other than for household purposes]

source: Imprägniermittel für Gebäudeoberflächen [ausgenommen Farben oder Öle]
en: Impregnants for exterior surfaces of buildings [other than paints or oils]

source: Chemische Erzeugnisse als Schutzschicht für landwirtschaftliche Sämereien [ausgenommen Fungizide, Herbizide, Insektizide, Parasitizide]
en: Chemicals for use in coating agricultural seeds [other than fungicides, herbicides, insecticides, parasiticides]

source: Chemikalien für die Elektrofotografie
en: Chemicals for use in electrophotography

source: Chemikalien zur Metallbearbeitung
en: Chemicals for use in metalworking

source: Chemikalien für die galvanotechnische Industrie
en: Chemicals for use in the electroplating industry

source: Chemische Erzeugnisse zur Herstellung von gedruckten Schaltungen
en: Chemicals for use in the fabrication of printed wiring board

source: Chemische Erzeugnisse für die Erdgasindustrie
en: Chemicals for use in the gas industry

source: Magnesiumchlorid für Produktionsverfahren
en: Magnesium chloride for use in manufacture

source: Lezithin für industrielle Zwecke
en: Lecithin for industrial purposes

source: Radioaktive Präparate für gewerbliche Zwecke
en: Radioactive preparations for industrial purposes

source: Phosphate für die Futtermittelindustrie
en: Phosphates for use in the feeding-stuffs industry

source: Kunststoffe in Form von Granulaten
en: Plastics in the form of granules

source: Kunststoffe in Form von Flüssigkeiten
en: Plastics in the form of liquids

source: Kunststoffe in Form von Pellets
en: Plastics in the form of pellets

source: Fotografische Medien [Folien, unbelichtet]
en: Photographic media [films, unexposed]

source: Chemische Zusatzstoffe zur Verhinderung von Korrosion in Kesseln
en: Chemical additives for use in boilers to inhibit corrosion

source: Chemische Zusatzstoffe für Fertigungsprozesse
en: Chemical additives for use in manufacture

source: Anorganische chemische Verbindungen
en: Inorganic chemical compounds

source: Chemische Zusatzstoffe für Asphaltreparaturen
en: Additives (Chemical -) for use in repairing asphalt

source: Wasserlösliche Verdickungsmittel für die Erdgasbohrindustrie
en: Water soluble thickening agents for use in the gas well industry

source: Chemische Verbindungen zur Verwendung im Tiefbau
en: Chemical compositions for use in the civil engineering industry

source: Chemische Verbindungen für die Produktion von Kunstharzen
en: Chemical compounds for the manufacture of artificial resins

source: Trocknungsmittel in Form von kristallinen Molekularsieben als Katalysatoren in der petrochemischen Industrie
en: Crystalline molecular sieve desiccants for use as catalysts in the petrochemical industries

source: Kulturmedien für Mikrobiologie
en: Culture media for microbiology

source: Kunstharze im Rohzustand für die verarbeitende Industrie
en: Unprocessed artificial resins for processing industries

source: Flüssige Speicherpolymere für den Gartenbau
en: Liquid storing polymers for use in horticulture

source: Chemikalien zur Beschichtung von Stoffen, Pelzen, Leder, Vlies und Geweben
en: Chemical agents for coating textiles, furs, leather, non-wovens and fabrics

source: Mittel gegen das Wiedervereisen
en: Agents for the prevention of re-icing

source: Geschmacksverbesserer für Tee
en: Flavour improvers for tea

source: Mittel zur Verwendung beim Löten
en: Soldering (Agents for use in -)

source: Feste und flüssige Lösungsmittel für Kunstharze
en: Solid and liquid diluents for artificial resins

source: Polysaccharide zur Verwendung bei der Gärung
en: Polysaccharides for use in fermentation

source: Unverarbeitetes Polystyrol
en: Polystyrene [unprocessed]

source: Polystyrol in Granulatform für den Spritzguss
en: Polystyrene in granular form for injection moulding

source: Chemische Rohstoffe für die Zubereitung von kosmetischen Produkten
en: Raw materials [chemical] for the formulation of cosmetic products

source: Chemische Lösungen für Kühlsysteme
en: Conditioners for cooling systems

source: Leitfähige Klebstoffe [ausgenommen für Haushalt oder Schreibwaren]
en: Conductive adhesives [other than for household or stationery use]

source: Leitfähige Kunstharze
en: Conductive resins

source: Chemische Erzeugnisse für die petrochemische Industrie
en: Chemicals for use in the petrochemicals industry

source: Chemische Erzeugnisse für die Präzisionsmaschinenindustrie
en: Chemicals for use in the precision machinery industry

source: Künstliches Meerwasser für Aquarien
en: Reconstituted sea water for aquariums
